IDEA StatiCa Open Model
BendData.Plate2Id Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Second plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Plate2Id { get; set; }
Public Property Plate2Id As Integer
	Get
	Set
public:
property int Plate2Id {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace